//  "6", 0 
//  "8", 1
//  "2", 2
//  "4", 3
//  "5", 4
//  "1", 5
//  "7", 6
//  "3", 7


const qnaList = [{


        q: "내가 주로 만나는 사람들은",
        a: [
            { answer: "다수의 다양한 사람들이다.", type: ['1', '2', '3', '4'] },
            { answer: "채영이 뿐이다.", type: ['5', '6', '7', '8'] },
        ]
    },
    {


        q: "맛집을 발견한 나는?",
        a: [
            { answer: "채영이랑만 공유한다.", type: ['5', '6', '7', '8'] },
            { answer: "SNS에 올려서 공유한다.", type: ['1', '2', '3', '4'] },
        ]
    },
    {


        q: "나에게 휴식이란",
        a: [
            { answer: "친구들과 술파티하며 수다떨기", type: ['1', '2', '3', '4'] },
            { answer: "혼자 카페가서 시간보내기", type: ['5', '6', '7', '8'] },
        ]
    },
    {


        q: "채영이가 SNS에 카과 함께 우울한 글을 올렸다",
        a: [
            { answer: "셀카랑 우울한 글이 무슨상관인지 궁금하지만 굳이 물어보지않는다", type: ['3', '7', '4', '8'] },
            { answer: "걱정되는 맘에 DM을 보낸다", type: ['1', '5', '2', '6'] },
        ]
    },
    {


        q: "나는 채영이랑 있을때 주로",
        a: [
            { answer: "리액션을 잘해주며 공감하는 편이다", type: ['1', '5', '2', '6'] },
            { answer: "질문을 많이하는 편이다.", type: ['3', '7', '4', '8'] },
        ]
    },
    {


        q: "채영이가 주말에 약속이 있는지 물었다. 왜 물어봤을까 ?",
        a: [
            { answer: "주말에 뭘하는지 궁금해서 물어봤을 것이다.", type: ['3', '7', '4', '8'] },
            { answer: "나와 약속을 잡기위해서 물어봤을 것이다.", type: ['1', '5', '2', '6'] },
        ]
    },
    {


        q: "채영이에게 선물을 사준다면, 나는",
        a: [
            { answer: "상세페이지부터 리뷰까지 꼼꼼하게 확인해본다.", type: ['2', '4', '6', '8'] },
            { answer: "일단 사주고 본다.", type: ['1', '3', '5', '7'] },
        ]
    },
    {


        q: "하기 싫은 일이 생기면 나는",
        a: [
            { answer: "최대한으로 미룬다.", type: ['1', '3', '5', '7'] },
            { answer: "미리 해치운다.", type: ['2', '4', '6', '8'] },
        ]
    },
    {


        q: "채영이와의 여행을 앞두고 나는",
        a: [
            { answer: "지도를 보면서 시간대 별로 계획한다", type: ['2', '4', '6', '8'] },
            { answer: "일정별로 어떤 걸 할지 대충 떠올리기만 한다", type: ['1', '3', '5', '7'] },
        ]
    },
]

const infoList = [{
        name: "어피치",
        des: "어피치",
    },
    {
        name: "앙",
        des: "무지",
    },
    {
        name: "포르도",
        des: "죠르디",
    },
    {
        name: "튜브",
        des: "라이언",
    },
    {
        name: "춘식이",
        des: "춘식이",
    },
    {
        name: "케로",
        des: "앙",
    },
    {
        name: "스카치",
        des: "제이지",
    },
    {
        name: "제이지",
        des: "콘",
    },
]
